general_greeting = ", приветствую! Для регистрации пиши $reg, иначе ты не сможешь мною пользоваться)\n"
slaves_greeting = ", приветствую!\n"
master_greeting = ", да хозяин!\n"

slaves_commands = {
    "info": "Выводит это сообщение.",
    "reg": "Регистрирует нового пользователя в системе.",
    "sport": "Открывает меню спорта"
}
master_commands = {
    "editper": "Изменяет уровень прав игрока",
    "editmoney": "Изменяет деньги игрока"
}

no_reg_answer = " Не тупи, пиши $info."
no_reg_answer_phrase = [
    "ТЫ ДАЖЕ НЕ ГРАЖДАНИН!",
    "Ты ещё не зарегистрировался.",
    "Тебя нет в системе.",
    "Error: 403",
]

successfully_answer_phrases = [
    "Успешно!",
    "Ecgtiyj!"
]

rejection_phrases = [
    "У тебя нет прав прав. У тебя нет прав прав прав)",
    "Откуда ты знаешь эту команду?",
    "Знай своё место!",
    "У вас недостаточно прав для использования данной команды.",
    "Куда мы лезем боже",
    "Это шд братик)"
]
